
{
  "ePub Reader": "قارئ ePub",
  "Upload a Book": "تحميل كتاب",
  "preparing_book": "جارٍ تحضير كتابك...",
  "Menu": "القائمة",
  "Contents": "المحتويات",
  "Settings": "الإعدادات",
  "Page View": "عرض الصفحة",
  "Two Page": "صفحتان",
  "Single": "صفحة واحدة",
  "Font Size": "حجم الخط",
  "Line Height": "ارتفاع السطر",
  "Read a new Book": "قراءة كتاب جديد",
  "of": "من",
  "Language": "اللغة",
  "Open Menu (T)": "فتح القائمة (T)",
  "Previous Page": "الصفحة السابقة",
  "Next Page": "الصفحة التالية",
  "Current Page": "الصفحة الحالية",
  "Loading...": "جارٍ التحميل...",
  "features_title": "لماذا تختار قارئ ePub؟",
  "features_list": {
    "feature_1": {
      "title": "فوري ومجاني",
      "description": "لا حاجة للتثبيت أو التسجيل. قم بالتحميل وابدأ القراءة فورًا. خدمتنا مجانية تمامًا وبدون إعلانات."
    },
    "feature_2": {
      "title": "الخصوصية أولاً",
      "description": "نحن نحترم خصوصيتك. تتم معالجة ملفاتك محليًا في متصفحك ولا تُرفع أبدًا على خوادمنا. كتبك تبقى ملكك."
    },
    "feature_3": {
      "title": "تجربة قابلة للتخصيص",
      "description": "تحكم في تجربة القراءة. اضبط حجم الخط وارتفاع السطر واختر بين عرض الصفحة الواحدة أو الصفحتين لراحتك."
    },
    "feature_4": {
      "title": "يعمل على أي جهاز",
      "description": "استمتع بتجربة قراءة سلسة على سطح المكتب أو الجهاز اللوحي أو الهاتف الذكي. تصميمنا المتجاوب يتكيف مع شاشتك."
    },
    "feature_5": {
      "title": "سريع وفعال",
      "description": "مصمم بتقنيات الويب الحديثة، يوفر قارئنا أداءً سريعًا واستجابة عالية، مما يضمن تحميل كتبك بسرعة وسلاسة."
    },
    "feature_6": {
      "title": "تنقل سهل",
      "description": "تنقل في كتابك بسهولة باستخدام جدول المحتويات المدمج أو انتقل مباشرة إلى أي صفحة. القراءة يجب أن تكون سهلة."
    }
  },
  "why_choose_us_title": "مصمم للقارئ الحديث",
  "why_choose_us_p1": "في عالم من التطبيقات المعقدة والاشتراكات، نؤمن بالبساطة. تم إنشاء قارئ ePub لغرض واحد: توفير أسهل طريقة مباشرة لقراءة كتب EPUB عبر الإنترنت. نزيل الحواجز بينك وبين قصصك.",
  "why_choose_us_p2": "سواء كنت طالبًا أو محترفًا أو قارئًا نهمًا، توفر أداتنا واجهة نظيفة خالية من التشتيت تضع المحتوى في المقدمة. لا نوافذ منبثقة، لا إعلانات، لا زخارف غير ضرورية - فقط أنت وكتابك.",
  "why_choose_us_p3": "نحن ملتزمون بمنصة مفتوحة ومتاحة للجميع. لهذا السبب خدمتنا مجانية تمامًا ومصممة للعمل على أي جهاز به متصفح حديث. انضم إلى آلاف المستخدمين الذين جعلوا القراءة عبر الإنترنت بسيطة.",
  "how_it_works_title": "كيف يعمل في 3 خطوات بسيطة",
  "how_it_works_steps": {
    "step_1": "انقر على 'تحميل كتاب' واختر ملف EPUB من جهازك.",
    "step_2": "يفتح الكتاب مباشرة في قارئ بسيط وخالٍ من الإلهاء.",
    "step_3": "استخدم القائمة لتخصيص تجربة القراءة والتنقل بين الفصول."
  },
  "faq_title": "الأسئلة الشائعة",
  "faq_items": {
    "q1": "هل هذه الخدمة مجانية حقًا؟",
    "a1": "نعم، قارئ ePub مجاني تمامًا للاستخدام بدون أي تكاليف خفية أو إعلانات. هدفنا هو توفير أداة قراءة بسيطة وسهلة للجميع.",
    "q2": "هل كتبي آمنة؟ هل تقومون بتخزينها؟",
    "a2": "خصوصيتك هي أولويتنا. لا نقوم برفع أو تخزين ملفاتك على أي خادم. يتم فتح ملف EPUB الخاص بك ومعالجته داخل متصفحك فقط.",
    "q3": "ما هي الأجهزة التي يمكنني استخدام هذه الخدمة عليها؟",
    "a3": "قارئنا هو تطبيق يعتمد على الويب، مما يعني أنه يعمل على أي جهاز يحتوي على متصفح حديث، بما في ذلك أجهزة الكمبيوتر (Windows، macOS، Linux)، والأجهزة اللوحية (iPad، Android)، والهواتف الذكية (iPhone، Android)."
  },
  "footer": {
    "site_name": "قارئ ePub",
    "rights_reserved": "جميع الحقوق محفوظة."
  },
  "error": {
    "reading_file_title": "خطأ في قراءة الملف",
    "reading_file_description": "حدثت مشكلة أثناء قراءة الملف. يرجى التأكد من أن الملف غير تالف.",
    "reading_file_error_description": "حدث خطأ أثناء معالجة الملف.",
    "loading_book_title": "خطأ في تحميل الكتاب",
    "loading_book_description": "حدث خطأ أثناء تحميل الكتاب. قد يكون الملف تالفًا أو بتنسيق غير مدعوم."
  }
}
