
{
  "ePub Reader": "ePub Прегледач",
  "Upload a Book": "Качи книга",
  "preparing_book": "Подготовка на книгата…",
  "Menu": "Меню",
  "Contents": "Съдържание",
  "Settings": "Настройки",
  "Page View": "Изглед на страница",
  "Two Page": "Две страници",
  "Single": "Една страница",
  "Font Size": "Размер на шрифта",
  "Line Height": "Междуредие",
  "Read a new Book": "Чети нова книга",
  "of": "от",
  "Language": "Език",
  "Open Menu (T)": "Отвори менюто (T)",
  "Previous Page": "Предишна страница",
  "Next Page": "Следваща страница",
  "Current Page": "Текуща страница",
  "Loading...": "Зареждане…",
  "features_title": "Защо да изберете ePub Прегледач?",
  "features_list": {
    "feature_1": {
      "title": "Незабавно и безплатно",
      "description": "Не се изисква инсталация или регистрация. Качете EPUB и започнете да четете веднага. Нашата услуга е напълно безплатна и без реклами."
    },
    "feature_2": {
      "title": "Поверителност на първо място",
      "description": "Уважаваме вашата поверителност. Вашите файлове се обработват локално в браузъра и никога не се качват на нашите сървъри. Вашите книги са ваши."
    },
    "feature_3": {
      "title": "Персонализирано изживяване",
      "description": "Контролирайте как четете. Коригирайте размера на шрифта, междуредието и изберете между изглед с една или две страници."
    },
    "feature_4": {
      "title": "Работи на всяко устройство",
      "description": "Насладете се на безпроблемно четене на настолен компютър, таблет или смартфон. Нашият адаптивен дизайн се напасва към екрана ви."
    },
    "feature_5": {
      "title": "Бързо и ефективно",
      "description": "Изграден с модерни уеб технологии, нашият прегледач предлага бързо и плавно представяне, като осигурява бързо зареждане."
    },
    "feature_6": {
      "title": "Лесна навигация",
      "description": "Навигирайте лесно в книгата с вградена таблица на съдържанието или отидете директно на желаната страница. Четенето трябва да е лесно."
    }
  },
  "why_choose_us_title": "Създаден за модерния читател",
  "why_choose_us_p1": "В свят на сложни приложения и абонаменти ние вярваме в простотата. ePub Прегледач беше създаден с една цел: да осигури най-лесния, най-прекия начин за четене на EPUB книги онлайн. Премахваме препятствията между вас и вашите истории.",
  "why_choose_us_p2": "Независимо дали сте студент, професионалист или запален читател, нашият инструмент осигурява чист, без разсейвания интерфейс, който поставя съдържанието ви в центъра. Без изскачащи прозорци, без реклами, без излишни украшения—само вие и вашата книга.",
  "why_choose_us_p3": "Ние сме ангажирани с отворена и достъпна платформа за всички. Затова нашата услуга е напълно безплатна и проектирана да работи на всяко устройство с модерен уеб браузър. Присъединете се към хилядите потребители, които направиха онлайн четенето лесно.",
  "how_it_works_title": "Как работи в 3 лесни стъпки",
  "how_it_works_steps": {
    "step_1": "Кликнете „Качи книга“ и изберете EPUB файл от вашето устройство.",
    "step_2": "Книгата се отваря незабавно в чист прегледач без разсейвания.",
    "step_3": "Използвайте менюто, за да персонализирате преживяването на четене и да навигирате между главите."
  },
  "faq_title": "Често задавани въпроси",
  "faq_items": {
    "q1": "Тази услуга наистина ли е безплатна?",
    "a1": "Да, ePub Прегледач е напълно безплатен, без скрити такси или реклами. Целта ни е да предоставим прост и достъпен инструмент за четене за всички.",
    "q2": "Книгите ми в безопасност ли са? Съхраняват ли се някъде?",
    "a2": "Вашата поверителност е наш главен приоритет. Вашите файлове никога не се качват или съхраняват на никакъв сървър. EPUB файлът се отваря и обработва директно в браузъра ви.",
    "q3": "На кои устройства мога да го използвам?",
    "a3": "Нашият прегледач е уеб приложение и работи на всяко устройство с модерен браузър: настолни компютри (Windows, macOS, Linux), таблети (iPad, Android) и смартфони (iPhone, Android)."
  },
  "error": {
    "reading_file_title": "Грешка при четене на файла",
    "reading_file_description": "Възникна проблем при четенето на файла. Уверете се, че не е повреден.",
    "reading_file_error_description": "Възникна грешка при обработката на файла.",
    "loading_book_title": "Грешка при зареждане на книгата",
    "loading_book_description": "Възникна грешка при зареждането на книгата. Файлът може да е повреден или в неподдържан формат."
  }
}
