
{
    "ePub Reader": "Lector ePub",
    "homepage_subtitle": "Lea sus libros ePub en línea, de forma segura y con potentes opciones de personalización. Sus archivos permanecen en su dispositivo.",
    "Upload a Book": "Subir un libro",
    "Language": "Idioma",
    "Loading...": "Cargando...",
    "Menu": "Menú",
    "Contents": "Contenido",
    "Settings": "Ajustes",
    "Page View": "Vista de página",
    "Two Page": "Dos páginas",
    "Single": "Única",
    "Font Size": "Tamaño de fuente",
    "Line Height": "Altura de línea",
    "Read a new Book": "Leer un nuevo libro",
    "preparing_book": "Preparando su libro...",
    "of": "de",
    "Previous Page": "Página anterior",
    "Next Page": "Página siguiente",
    "Current Page": "Página actual",
    "Open Menu (T)": "Abrir menú (T)",
    "error": {
        "reading_file_title": "Error al leer el archivo",
        "reading_file_description": "No se pudo leer el archivo seleccionado. Por favor, asegúrese de que es un archivo ePub válido.",
        "reading_file_error_description": "Ocurrió un error inesperado al intentar leer el archivo.",
        "loading_book_title": "Error al cargar el libro",
        "loading_book_description": "El archivo ePub parece estar dañado o en un formato no compatible. Por favor, intente con otro libro."
    },
    "features_title": "Funciones potentes para una experiencia de lectura inigualable",
    "features_list": {
        "feature_1": {
            "title": "Interfaz moderna e intuitiva",
            "description": "Disfrute de un diseño limpio y fácil de usar que hace de la lectura un placer. Navegue por su biblioteca y libros con facilidad."
        },
        "feature_2": {
            "title": "La privacidad es lo primero",
            "description": "Sus archivos ePub se procesan directamente en su navegador. No se sube nada, garantizando que sus datos permanezcan privados y seguros."
        },
        "feature_3": {
            "title": "Lectura personalizable",
            "description": "Ajuste el tamaño de la fuente, la altura de la línea y el diseño de la página para crear el entorno de lectura perfecto adaptado a sus preferencias."
        },
        "feature_4": {
            "title": "Totalmente responsivo",
            "description": "Lea sin problemas en cualquier dispositivo. Nuestro lector está optimizado para ordenadores de sobremesa, tabletas y teléfonos inteligentes para una gran experiencia en todas partes."
        },
        "feature_5": {
            "title": "Rendimiento ultrarrápido",
            "description": "Construido con tecnologías web modernas para una carga instantánea de libros y un paso de página fluido, para que pueda concentrarse en la lectura."
        },
        "feature_6": {
            "title": "Navegación sencilla",
            "description": "Salte a cualquier capítulo al instante con la tabla de contenido interactiva. No vuelva a perder su sitio."
        }
    },
    "why_choose_us_title": "¿Por qué elegir nuestro lector de ePub?",
    "why_choose_us_p1": "En un mundo digital rebosante de opciones, encontrar la herramienta adecuada para disfrutar de tus libros electrónicos no debería ser complicado. Nuestro lector de ePub se basa en la simplicidad, la privacidad y el empoderamiento del usuario. Creemos que tu experiencia de lectura debe ser personal y segura, por lo que hemos diseñado una herramienta que funciona completamente en tu navegador. Esto significa que tus archivos nunca salen de tu ordenador, dándote total tranquilidad.",
    "why_choose_us_p2_1": "Hemos elaborado meticulosamente un conjunto de ",
    "why_choose_us_p2_link": "potentes funciones",
    "why_choose_us_p2_2": " que satisfacen tanto a los lectores ocasionales como a los entusiastas literarios. Desde ajustes de texto totalmente personalizables hasta un diseño adaptable que se ajusta a cualquier tamaño de pantalla, nuestro objetivo es apartarnos de tu camino y dejarte sumergir en la historia.",
    "why_choose_us_p3": "A diferencia de otros lectores en línea que pueden requerir registros, suscripciones o subidas, nuestro servicio es completamente gratuito y no exige compromisos. Es una solución sencilla para una necesidad simple: leer archivos ePub sin complicaciones. Nos centramos en una cosa y la hacemos excepcionalmente bien, garantizando una experiencia rápida, fiable y agradable cada vez.",
    "why_choose_us_p4": "Nuestro compromiso con los estándares web abiertos también significa que estás utilizando una herramienta que es moderna y está preparada para el futuro. Al aprovechar la potencia de tu propio dispositivo, ofrecemos un lector de alto rendimiento que respeta tu privacidad y tu contenido. Es la opción ideal para cualquiera que valore la seguridad, la personalización y una interfaz maravillosamente simple.",
    "why_choose_us_p5": "Así que, sube tu libro y descubre una mejor manera de leer en línea. Experimenta la diferencia que marca un diseño centrado en la privacidad y el usuario. Bienvenido a tu nuevo lector de libros electrónicos favorito.",
    "how_it_works_title": "Cómo funciona: Tan simple como 1-2-3",
    "how_it_works_steps": {
        "step_1": {
            "title": "Sube tu libro",
            "description": "Haz clic en 'Subir un libro' y selecciona cualquier archivo .epub de tu dispositivo. Se carga al instante."
        },
        "step_2": {
            "title": "Personaliza tu vista",
            "description": "Abre el menú para ajustar fuentes, diseño y más para tu comodidad de lectura perfecta."
        },
        "step_3": {
            "title": "Disfruta de la lectura",
            "description": "Sumérgete en tu libro con nuestra interfaz intuitiva y limpia. ¡Así de simple!"
        }
    },
    "faq_title": "Preguntas Frecuentes",
    "faq_items": {
        "q1": "¿Es este lector de ePub de uso gratuito?",
        "a1": "¡Sí, absolutamente! Nuestro lector de ePub en línea es completamente gratuito, sin costos ocultos ni suscripciones.",
        "q2": "¿Están seguros mis libros subidos?",
        "a2": "Su privacidad es nuestra máxima prioridad. El archivo ePub que selecciona se procesa directamente en su navegador. Nunca se sube a nuestros servidores, lo que garantiza que sus archivos permanezcan completamente privados y seguros en su dispositivo.",
        "q3": "¿En qué dispositivos puedo usar esto?",
        "a3": "Nuestro lector de ePub es una aplicación basada en la web, lo que significa que funciona en cualquier dispositivo con un navegador web moderno, incluidos ordenadores de sobremesa (Windows, Mac, Linux), tabletas (iPad, Android) y teléfonos inteligentes (iPhone, Android).",
        "q4": "¿Puedo leer libros sin conexión?",
        "a4": "Actualmente, nuestro lector requiere una conexión a Internet para cargar la página inicial. Sin embargo, una vez que se carga un libro, puede seguir leyéndolo mientras mantenga abierta la pestaña del navegador, incluso si se interrumpe la conexión. Estamos trabajando en capacidades completas sin conexión.",
        "q5": "¿Qué formatos de archivo son compatibles?",
        "a5": "Nos especializamos en el formato .epub, que es el formato de libro electrónico más extendido. Actualmente no admitimos otros formatos como .mobi, .azw o .pdf.",
        "q6": "¿Cómo guardo mi progreso de lectura?",
        "a6": "El lector recuerda automáticamente su última posición de lectura dentro de un libro mientras mantenga abierta la pestaña del navegador. Para guardar el progreso entre sesiones, recomendamos marcar la página como favorita, aunque las funciones completas de marcadores están en nuestra hoja de ruta.",
        "q7": "¿Puedo personalizar la apariencia de la lectura?",
        "a7": "¡Sí! El menú de configuración le permite cambiar el tamaño de la fuente, la altura de la línea y cambiar entre diseños de una o dos páginas para crear una experiencia de lectura que sea más cómoda para usted."
    },
    "footer": {
        "site_name": "ePubReader.tech",
        "rights_reserved": "Todos los derechos reservados."
    },
    "metadata": {
      "title": {
        "default": "Lector ePub | Lea libros ePub en línea de forma segura y gratuita",
        "template": "%s | ePubReader.tech"
      },
      "description": "Lea sus archivos ePub en línea con el mejor lector de ePub gratuito. Seguro, privado y altamente personalizable. No se requieren cargas: sus libros se procesan directamente en su navegador.",
      "keywords": "lector epub, leer epub online, lector epub gratis, lector de libros electrónicos online, visor epub, abrir archivo epub, lector de archivos epub, lector epub web, lector epub para navegador, leer libros electrónicos online, lector epub para chrome, lector epub para pc, lector epub para mac, lector de libros online, lector epub seguro, lector de libros electrónicos privado, lector epub sin subidas, lector epub sin conexión, lector epub responsivo, lector de libros electrónicos personalizable, software de lectura electrónica, lector de libros digitales, formato epub, leer libros digitales, mejor lector epub online, lector epub javascript, lector epub html5, lector epubjs, aplicación web lector epub, software de libros electrónicos gratis, lector de libros electrónicos, leer epub en el navegador, abridor de archivos epub, lector epub sin cuenta, lector epub instantáneo, lector epub ligero, lector epub rápido, lector epub modo oscuro, epub con fuente ajustable, navegación epub, tabla de contenido epub, lector epub moderno, lector de libros electrónicos limpio, ePubReader.tech",
      "authors": [{ "name": "ePubReader.tech" }],
      "creator": "ePubReader.tech",
      "publisher": "ePubReader.tech",
      "openGraph": {
        "siteName": "ePubReader.tech",
        "images": [{ "alt": "Una interfaz de lector de ePub elegante y moderna que muestra un libro abierto en una pantalla." }]
      },
      "twitter": {
        "creator": "@epubreadertech"
      }
    },
    "schema": {
        "name": "ePubReader.tech",
        "description": "Un lector de ePub en línea gratuito, seguro y centrado en la privacidad que funciona directamente en su navegador. No se necesitan cargas. Personalice su experiencia de lectura y disfrute de sus libros electrónicos en cualquier dispositivo."
    }
}

    