
{
  "ePub Reader": "Lecteur ePub",
  "Upload a Book": "Téléverser un livre",
  "preparing_book": "Préparation du livre…",
  "Menu": "Menu",
  "Contents": "Table des matières",
  "Settings": "Paramètres",
  "Page View": "Affichage des pages",
  "Two Page": "Deux pages",
  "Single": "Une page",
  "Font Size": "Taille de la police",
  "Line Height": "Interligne",
  "Read a new Book": "Lire un nouveau livre",
  "of": "de",
  "Language": "Langue",
  "Open Menu (T)": "Ouvrir le menu (T)",
  "Previous Page": "Page précédente",
  "Next Page": "Page suivante",
  "Current Page": "Page actuelle",
  "Loading...": "Chargement…",
  "features_title": "Pourquoi choisir Lecteur ePub ?",
  "features_list": {
    "feature_1": {
      "title": "Instantané et gratuit",
      "description": "Aucune installation ni inscription requise. Téléversez votre EPUB et commencez à lire immédiatement. Notre service est totalement gratuit et sans publicité."
    },
    "feature_2": {
      "title": "Confidentialité avant tout",
      "description": "Nous respectons votre vie privée. Vos fichiers sont traités localement dans votre navigateur et ne sont jamais envoyés sur nos serveurs. Vos livres vous appartiennent."
    },
    "feature_3": {
      "title": "Expérience personnalisée",
      "description": "Prenez le contrôle de votre lecture. Ajustez la taille de la police, l’interligne, et choisissez entre l’affichage une page ou deux pages selon votre confort."
    },
    "feature_4": {
      "title": "Fonctionne sur tout appareil",
      "description": "Profitez d’une lecture fluide sur ordinateur, tablette ou smartphone. Notre design réactif s’adapte à votre écran."
    },
    "feature_5": {
      "title": "Rapide et efficace",
      "description": "Conçu avec des technologies web modernes, notre lecteur offre des performances rapides et réactives, assurant un chargement rapide et une lecture fluide."
    },
    "feature_6": {
      "title": "Navigation facile",
      "description": "Naviguez sans effort dans votre livre via la table des matières intégrée ou accédez directement à n’importe quelle page. Lire doit être simple."
    }
  },
  "why_choose_us_title": "Conçu pour le lecteur moderne",
  "why_choose_us_p1": "Dans un monde d’applications complexes et d’abonnements, nous misons sur la simplicité. Lecteur ePub a été conçu pour un seul objectif : offrir le moyen le plus simple et direct de lire des livres EPUB en ligne. Nous supprimons les barrières entre vous et vos histoires.",
  "why_choose_us_p2": "Que vous soyez étudiant, professionnel ou passionné de lecture, notre outil offre une interface claire, sans distractions, qui met votre contenu au centre. Pas de pop‑ups, pas de pubs, aucune fioriture inutile – juste vous et votre livre.",
  "why_choose_us_p3": "Nous sommes engagés pour une plateforme ouverte et accessible à tous. C’est pourquoi notre service est totalement gratuit et conçu pour fonctionner sur tout appareil doté d’un navigateur moderne. Rejoignez des milliers d’utilisateurs qui ont simplifié la lecture en ligne.",
  "how_it_works_title": "Comment ça marche en 3 étapes simples",
  "how_it_works_steps": {
    "step_1": "Cliquez sur « Téléverser un livre » et sélectionnez un fichier EPUB depuis votre appareil.",
    "step_2": "Le livre s’ouvre instantanément dans un lecteur clair et sans distractions.",
    "step_3": "Utilisez le menu pour personnaliser votre lecture et naviguer dans les chapitres."
  },
  "faq_title": "Questions fréquentes",
  "faq_items": {
    "q1": "Ce service est‑il vraiment gratuit ?",
    "a1": "Oui, Lecteur ePub est entièrement gratuit, sans frais cachés ni publicité. Notre objectif est de fournir un outil de lecture simple et accessible à tous.",
    "q2": "Mes livres sont‑ils en sécurité ? Sont‑ils stockés quelque part ?",
    "a2": "Votre vie privée est notre priorité. Vos fichiers ne sont jamais envoyés ou stockés sur un serveur. Le fichier EPUB est ouvert et traité directement dans votre navigateur.",
    "q3": "Sur quels appareils puis‑je l’utiliser ?",
    "a3": "Notre lecteur est une application web : il fonctionne sur tout appareil disposant d’un navigateur moderne – ordinateurs (Windows, macOS, Linux), tablettes (iPad, Android) et smartphones (iPhone, Android)."
  },
  "error": {
    "reading_file_title": "Erreur de lecture du fichier",
    "reading_file_description": "Un problème est survenu lors de la lecture du fichier. Veuillez vérifier qu’il n’est pas corrompu.",
    "reading_file_error_description": "Une erreur est survenue lors du traitement du fichier.",
    "loading_book_title": "Erreur de chargement du livre",
    "loading_book_description": "Une erreur est survenue lors du chargement du livre. Le fichier est peut‑être corrompu ou non pris en charge."
  }
}
