
{
  "ePub Reader": "ePub Читалка",
  "Upload a Book": "Загрузить книгу",
  "preparing_book": "Подготовка вашей книги...",
  "Menu": "Меню",
  "Contents": "Содержание",
  "Settings": "Настройки",
  "Page View": "Режим просмотра",
  "Two Page": "Две страницы",
  "Single": "Одна страница",
  "Font Size": "Размер шрифта",
  "Line Height": "Межстрочный интервал",
  "Read a new Book": "Читать новую книгу",
  "of": "из",
  "Language": "Язык",
  "Open Menu (T)": "Открыть меню (T)",
  "Previous Page": "Предыдущая страница",
  "Next Page": "Следующая страница",
  "Current Page": "Текущая страница",
  "Loading...": "Загрузка...",
  "features_title": "Почему стоит выбрать ePub Reader?",
  "features_list": {
    "feature_1": "Мгновенное чтение: Установка или регистрация не требуется. Загрузите и начните читать.",
    "feature_2": "Конфиденциальность прежде всего: Ваши файлы обрабатываются в вашем браузере и никогда не загружаются на наши серверы.",
    "feature_3": "Полностью настраиваемый: Настраивайте размер шрифта, межстрочный интервал и режимы чтения для вашего удобства.",
    "feature_4": "Готовность к мобильным устройствам: Наслаждайтесь бесперебойным чтением на любом устройстве, от настольного компьютера до смартфона.",
    "feature_5": "Быстрый и эффективный: Создан с использованием современных технологий для быстрой и отзывчивой работы.",
    "feature_6": "Навигация по содержанию: Мгновенно переходите к любой главе с помощью удобного оглавления."
  },
  "how_it_works_title": "Как это работает за 3 простых шага",
  "how_it_works_steps": {
    "step_1": "Нажмите «Загрузить книгу» и выберите файл EPUB с вашего устройства.",
    "step_2": "Ваша книга мгновенно откроется в чистой читалке без отвлекающих элементов.",
    "step_3": "Используйте меню для настройки чтения и навигации по главам."
  },
  "faq_title": "Часто задаваемые вопросы",
  "faq_items": {
    "q1": "Эта услуга действительно бесплатна?",
    "a1": "Да, ePub Reader полностью бесплатен для использования без каких-либо скрытых платежей или рекламы. Наша цель — предоставить простой и доступный инструмент для чтения для всех.",
    "q2": "В безопасности ли мои книги? Вы их сохраняете?",
    "a2": "Ваша конфиденциальность — наш главный приоритет. Мы не загружаем и не храним ваши файлы на сервере. Ваш файл EPUB открывается и обрабатывается непосредственно в вашем веб-браузере.",
    "q3": "На каких устройствах я могу это использовать?",
    "a3": "Наш ридер — это веб-приложение, что означает, что он работает на любом устройстве с современным веб-браузером, включая настольные компьютеры (Windows, macOS, Linux), планшеты (iPad, Android) и смартфоны (iPhone, Android)."
  },
  "error": {
    "reading_file_title": "Ошибка чтения файла",
    "reading_file_description": "Произошла ошибка при чтении файла. Пожалуйста, убедитесь, что файл не повреждён.",
    "reading_file_error_description": "Произошла ошибка во время чтения файла.",
    "loading_book_title": "Ошибка загрузки книги",
    "loading_book_description": "Произошла ошибка при загрузке книги. Возможно, файл повреждён или имеет неподдерживаемый формат."
  }
}
